<div align="center" ><h1 alig>个人简历</h1></div>
陈思良 (男,24岁)
现居住在珠海 个人博客:http://www.cnblogs.com/lemonphp/
<br>求职意向:php程序员、网页设计/制作
# 自我介绍:<br>
 PHP方面<br>目前在电商系统（shopnc ecshop）进行二次开发,对电商开发系统比较熟悉<br>了解PHP主流框架(laravel,thinkphp),能独立完成企业网站,<br>掌握[php Ajax]异步请求和远程调控,jQuery.validator 验证规则<br>使用svn或者git进行合作协同开发<br>移动端接口方面<br>移动端JSON数据接口开发(Postman)<br>熟悉掌握一定div+css html  js jquery的前端知识<br>
 (Bootstrap, Foundation html5up web框架)
#工作经验 
珠海东东网络有限公司
工作时间：2015年05月-至今 [12个月]
在职职位：php程序员
工作职责： 
1.负责B2B2C商城的开发；
2.负责商城后台模块开发；
3.负责移动端JSON数据接口开发(Postman)。

4.企业官网(负责版面设计和php网页制作)
珠海睿讯科技有限公司
工作时间：2014年03月-2015年05月 [1年2个月]薪资水平： 2000-3000元/月 在职职位：网页制作与编程
工作职责： 网络营销，网页制作，电子邮件的制作与排版，数据营运，php的编程,网络营销eDM制作
珠海城市职业技术学院
工作时间：2011年12月-2014年12月 [3年]薪资水平： 1000元以下/月 在职职位：网络实训室助理
工作职责： 计算机维护与管理，考试软件安装，文案整理等
